jorgebucaran/fisher
jorgebucaran/nvm.fish
decors/fish-colored-man
jorgebucaran/autopair.fish
jethrokuan/fzf
danhper/fish-ssh-agent
jhillyerd/plugin-git
schovi/fish-rvm
jethrokuan/z
oh-my-fish/plugin-rvm
